<?php

return [

    /*
    |--------------------------------------------------------------------------
    |
    |--------------------------------------------------------------------------
    |
    |
    |
    |
    |
    */
    'register' => [
      'wd' => '新規登録画面',
      'name' => 'ユーザ名',
      'mail' => 'メールアドレス',
      'pass' => 'パスワード',
      'pass2' => 'パスワード(確認用)',
      'btn' => '新規登録',
    ],
    'link' => [
      'login' => 'ログイン画面へ',
      'register' => '新規登録画面へ',
      'logout' => 'ログアウト',
    ],
];
