<!-- /*******************************************************************
***  File Name : form.php
***  Version	 : V1.0
***  Designer	 : 里田　侑声
***  Date			 : 2022.06.28
***  Purpose   : 新規登録画面、アカウント関連のリンクの日本語化
***
*******************************************************************/
/*
*** Revision :
*** V1.0 : 里田　侑声, 2022.06.28
*/ -->

<?php

return [
    'register' =>
    [
      'wd'    => '新規登録画面',
      'name'  => 'ユーザ名',
      'mail'  => 'メールアドレス',
      'pass'  => 'パスワード',
      'pass2' => 'パスワード(確認用)',
      'btn'   => '新規登録',
    ],
    'link' =>
    [
      'login'    => 'ログイン画面へ',
      'register' => '新規登録画面へ',
      'logout'   => 'ログアウト',
    ],
];
