<?php

/*******************************************************************
*** File Name           : passwords.php
*** Version             : V1.0
*** Designer            : なし(デフォルトのファイル)
*** Date                : 2022.06.28 
*** Purpose             : パスワード関連のメッセージの設定
***
*******************************************************************/
/*
*** Revision :
*** V1.0 : なし(デフォルトのファイル), 2022.06.28
*/

return
[
    'reset'     => 'パスワードがリセットされました。',
    'sent'      => 'パスワードリセットリンクをメールで送信しました。',
    'throttled' => '再試行する前にお待ちください。',
    'token'     => 'このパスワードリセットトークンは無効です。',
    'user'      => "このメールアドレスに該当するユーザが見つかりません。",
];
